{
  "jei_desc.chocolate.placeholder": "This is a placeholder text. If you've found it, that means I've messed up really bad...",
  "jei_desc.chocolate.stage_one": "§4[Stage One]§r\nThis is a Stage One item! It can be used after unlocking 3 of the Eyes.",
  "jei_desc.chocolate.stage_two": "§4[Stage Two]§r\nThis is a Stage Two item! It can be used after unlocking 6 of the Eyes.",
  "jei_desc.chocolate.stage_three": "§4[Stage Three]§r\nThis is a Stage Three item! It can be used after unlocking 9 of the Eyes.",
  "jei_desc.chocolate.stage_four": "§4[Stage Four]§r\nThis is a Stage Four item! It can be used after unlocking 12 of the Eyes.",
  "jei_desc.chocolate.stage_five": "§4[Stage Five]§r\nThis is a Stage Five item! It can be used after unlocking 16 of the Eyes.",
  "jei_desc.chocolate.chemical_x": "This item can be obtained by brewing a Thick Potion with a Hulk Hammer, a Creeper Shard, a Mutant Skeleton Skull, or an Endersoul Hand. Splash it on a Zombie, Creeper, Skeleton, or Enderman and watch it mutate!",
  "jei_desc.chocolate.burning_ashes": "This item is dropped by the Ignited Revenants found in the Burning Arena, and can be used on an Altar of Fire to summon Ignis.",
  "jei_desc.chocolate.abyssal_sacrifice": "This item can be used on an Altar of Abyss to summon the Leviathan.",
  "jei_desc.chocolate.astral_dust_1": "This item can be brewed with any vanilla Tier 2 Potion (a potion with extended duration or amplified effect) to create an Ultimate Potion with both amplified effects AND an extended duration.",
  "jei_desc.chocolate.astral_dust_2": "Potions that cannot be amplified will have their durations doubled, and potions that cannot be extended will be amplified by an additional level.",
  "jei_desc.chocolate.mending": "Mending is now craftable, but can no longer be traded from Villagers.",
  "jei_desc.chocolate.infusion_table_1": "The Infusion Table can take enchantments from items and transfer them to books. The item is destroyed in the process, so don't use anything you're too attached to!",
  "jei_desc.chocolate.infusion_table_2": "Enchantment transferral is done with the following steps:\n1. Place a book on the table. \n2. Place an enchanted item on the table. \n3. Use a Flint and Steel on the table. \n4. Punch the table once the particles subside.",
  "jei_desc.chocolate.backpack_encumbering": "If you're carrying more than one backpack, a Slowness effect will be applied.",
  "jei_desc.chocolate.artifact_repair": "Artifacts can be repaired in an Anvil using Dubious Dust, which can be crafted from other Artifacts at any durability.",
  "jei_desc.chocolate.ignis_summon": "Place Burning Ashes on the Altar of Fire to summon Ignis.",
  "jei_desc.chocolate.leviathan_summon": "Place an Abyssal Sacrifice on the Altar of Abyss to summon the Leviathan.",
  "jei_desc.chocolate.crab_meat_blessing": "Place Amethyst Crab Meat on the Altar of Amethyst to bless it.",
  "jei_desc.chocolate.prismarine_to_elder": "When placed out of water, Prismarine Coral dries out and turns into Elder Prismarine Coral.",
  "jei_desc.chocolate.mech_eye": "When thrown, the Eye of Mech leads towards the nearest Ancient Factory, where the Harbinger awaits activation...",
  "jei_desc.chocolate.flame_eye": "When thrown, the Eye of Flame leads towards the nearest Burning Arena, where Ignis awaits its next challenger...",
  "jei_desc.chocolate.void_eye": "When thrown, the Eye of Void leads towards the nearest Ruined Citadel, where the Ender Guardian stands vigilant...",
  "jei_desc.chocolate.monstrous_eye": "When thrown, the Eye of Monstrous leads towards the nearest Soul Blacksmith, where the Nether Monstrosity lies dormant...",
  "jei_desc.chocolate.abyss_eye": "When thrown, the Eye of Abyss leads towards the nearest Sunken City, where the Leviathan lurks beneath the depths..."
}